const questionsZhanna = [

{
    text: "В детстве Жанна больше всего хотела стать:",
    answers: [
        "Космонавтом",
        "Актрисой",
        "Командиром Красной Армии",
        "Врачом"
    ],
    correctIndex: 2
},

{
    text: "В старших классах Жанна:",
    answers: [
        "Была зубрилкой",
        "Слыла первой красавицей",
        "«Буллила» одноклассников",
        "Была обычной девочкой"
    ],
    correctIndex: 2
},

{
    text: "В её наушниках чаще всего звучит:",
    answers: [
        "Моргенштерн",
        "Агата Кристи",
        "Megadeth",
        "Metallica"
    ],
    correctIndex: 3
},

{
    text: "С каким из своих кумиров она встречалась и фотографировалась?",
    answers: [
        "Джеймс Хэтфилд",
        "Стивен Кинг",
        "Александр Скарсгард",
        "Дэвид Гэхан"
    ],
    correctIndex: 3
},

{
    text: "Какой отдых предпочтет Жанна?",
    answers: [
        "Экскурсии по древним развалинам",
        "Лежать овощем на пляже",
        "Активный йога-тур",
        "Автостопом по Америке"
    ],
    correctIndex: 3
},

{
    text: "Наши именинники впервые встретились:",
    answers: [
        "В самолёте",
        "На концерте группы Depeche Mode",
        "В офисе авиакомпании Lufthansa",
        "В клубе Метро"
    ],
    correctIndex: 2
},

{
    text: "Любимая порода собак Жанны:",
    answers: [
        "Немецкая овчарка",
        "Ирландский сеттер",
        "Пудель",
        "Енотовидная собака"
    ],
    correctIndex: 1
},

{
    text: " Если бы у Жанны была бы возможность поработать с известным режиссером, это был бы:",
    answers: [
        "Кристофер Нолан",
        "Никита Михалков",
        "Квентин Тарантино",
        "Фрэнк Дарабонт"
    ],
    correctIndex: 3
},

{
    text: "По словам Жанны лучший город на Земле:",
    answers: [
        "Сестрорецк",
        "Барселона",
        "Лос-Анджелес",
        "Норильск"
    ],
    correctIndex: 0
},

{
    text: "Что бы она делала в случае зомби-апокалипсиса?",
    answers: [
        "Создала бы группу выживших и возглавила бы её",
        "Села бы и ждала пока она умрет",
        "Пошла бы за сильным лидером",
        "Работала бы в группе врачей, ищущих вакцину от вируса зомби"
    ],
    correctIndex: 0
}

];




const questionsPavel = [

{
    text: "С детства Павел больше всего хотел стать:",
    answers: [
        "Бизнесменом",
        "Историком",
        "Танкистом",
        "Футболистом"
    ],
    correctIndex: 2
},

{
    text: "В старших классах Павел был:",
    answers: [
        "Умником",
        "Первым красавцем",
        "Лохом",
        "Местным авторитетом"
    ],
    correctIndex: 0
},

{
    text: "Какой отдых предпочтет Павел?",
    answers: [
        "Экскурсии по древним развалинам",
        "Турецкий all inclusive",
        "Активный йога-тур",
        "Гастротур по Италии"
    ],
    correctIndex: 0
},

{
    text: "Павел увлекается изучением мировой истории. Какая страна ему более интересна?",
    answers: [
        "Римская империя",
        "Англия",
        "Византия",
        "Древняя Индия"
    ],
    correctIndex: 2
},

{
    text: "Каждый день, вернувшись с работы, Павел сразу:",
    answers: [
        "Идёт играть в компьютер",
        "Готовит ужин",
        "Гуляет с собакой",
        "Читает книгу"
    ],
    correctIndex: 2
},

{
    text: "Сколько раз в неделю Павел играет в теннис?",
    answers: [
        "Каждый день",
        "Один-два раза",
        "Сколько разрешит Жанна",
        "Всё свободное время"
    ],
    correctIndex: 2
},

{
    text: "Кого Павел считает примером успеха?",
    answers: [
        "Дональда Трампа",
        "Илона Маска",
        "Дмитрия Пескова",
        "Грету Тунберг"
    ],
    correctIndex: 1
},

{
    text: "На ужин Павел обычно:",
    answers: [
        "Идёт в ресторан",
        "Просит жену приготовить изысканное блюдо",
        "Считает КБЖУ",
        "Берёт то, что есть в холодильнике"
    ],
    correctIndex: 3
},

{
    text: "В следующей жизни Павел предпочёл бы стать:",
    answers: [
        "Дельфином",
        "Человеком",
        "Камнем",
        "Червём"
    ],
    correctIndex: 2
},

{
    text: "Что бы Павел делал в случае конца света?",
    answers: [
        "Поскорей бы застрелился, чтобы не мучиться",
        "Создал бы группу выживших и возглавил её",
        "Стал бы мародёром",
        "Работал бы с военными, защищающими людей"
    ],
    correctIndex: 0
}

];